/*
Вычислите и выведите на экран произведение двух чисел: 0.39 и 0.22
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println(0.39 * 0.22);
        // END
    }
}