/*
Выведите на экран результат следующего вычисления: «разница между суммой пяти и двух и произведением трёх и семи». Сравните получившийся результат с решением учителя с точки зрения оформления кода.
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println(5 + 2 - 3 * 7);
        // END
    }
}
