/*
Напишите программу, которая выведет на экран:

"Khal Drogo's favorite word is "athjahakar""
Программа должна вывести на экран эту фразу в точности. Обратите внимание на кавычки в начале и в конце фразы.
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println("\"Khal Drogo's favorite word is \"athjahakar\"\"");
        // END
    }
}