/*
Напишите программу, которая выводит на экран:

- Did Joffrey agree?
- He did. He also said "I love using \n".
При этом программа использует только один System.out.println(), но результат на экране должен выглядеть в точности как показано выше.
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println("- Did Joffrey agree?\n- He did. He also said \"I love using \\n\".");
        // END
    }
}
