/*
В коде определена переменная со значением "Brienna". Переопределите значение этой переменной и присвойте ей такую же, но в перевернутом виде.

anneirB
*/


public class App {
    public static void main(String[] args) {
        var name = "Brienna";
        // BEGIN (write your solution here)
        name = "anneirB";
        // END

        System.out.println(name);
    }
}
