/*
Создайте две переменные с именами «первое число» и «второе число» на английском языке, используя lowerCamelCase. Запишите в первую переменную число 1.10, во вторую — -100. Выведите на экран произведение чисел, записанных в получившиеся переменные.

-110.00000000000001
Код будет работать с любыми названиями, а наша система всегда проверяет только результат на экране, поэтому выполнение этого задания — под вашу ответственность.
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        var one_count = 1.10;
        var two_count = -100;
        System.out.println(one_count * two_count);
        // END
    }
}