/*
Найдите в программе необъявленную переменную и объявите ее, присвоив ей значение "Dragon";


Targaryen and Dragon

*/


public class App {
    public static void main(String[] args) {
        var family = "Targaryen";

        // BEGIN
        var pet = "Dragon";
        // END

        System.out.println(family + " and " + pet);
    }
}
