/*
Выведите на экран результат деления 3 на 2. Подумайте почему получился такой ответ?
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println(3 / 2);
        // END
    }
}
