/*
Создайте строку One more time с явным указанием типа и выведите ее на экран
*/


public class App {
    public static void main(String[] args) {
        // BEGIN
        String str = "One more time";
        System.out.println(str);
        // END
    }
}
