/*
Выведите на экран результат конкатенации слова hexlet, символа - и числа 7
*/


public class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        final var hexlet = '7';
        System.out.println("hexlet" + "-" + hexlet);
        // END
    }
}
