/*
Определите переменную с именем greeting, но не инициализируйте ее
*/


public class App {
    public static void main(String[] args) {
        // BEGIN
        String greeting;
        // END

        greeting = "Hello Hexlet!";
        System.out.println(greeting);
    }
}
