/*
Выведите на экран строку 2 times, полученную из числа 2.9 и строки times, используя преобразования типов и конкатенацию.
*/


public class App {
    public static void main(String[] args) {
        // BEGIN
        System.out.println((int) 2.9 + " times");
        // END
    }
}
