/*
Выведите на экран друг за другом три имени: Robert, Stannis, Renly. В результате на экране должно отобразиться:

Robert
Stannis
Renly
Для каждого имени используйте свой собственный вызов System.out.println().
*/

class App {
    public static void main(String[] args) {
        // BEGIN
        System.out.println("Robert");
        System.out.println("Stannis");
        System.out.println("Renly");
        // END
    }
}