/*
Выведите на экран результат деления числа 81 на 9.
*/


class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println(81 / 9);
        // END
    }
}