/*
Напишите программу, которая посчитает разность между числами 6 и -81 и выведет ответ на экран.
*/


class App {

    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println(6 - (- 81));
        // END
    }

}
