/*
Это задание напрямую не связано с темой урока. Но будет полезным попрактиковаться с арифметическими операциями и выводом на экран.

Напишите программу, которая считает и последовательно выводит на экран значения следующих математических выражений: «3 умножить на 5» и «-8 разделить на -4».

15
2
*/


class App {
    public static void main(String[] args) {
        // BEGIN (write your solution here)
        System.out.println(3 * 5);
        System.out.println(-8 / (-4));
        // END
    }
}